Repository: raunovillberg/Kits
Catalog: Kits/Localizable.xcstrings
Source language: en
Languages: et

source: %d sec ago
et: %d sek tagasi

source: %lld repos, showing cached data
et: %lld hoidlat, kuvatakse vahemälu andmeid

source: %lld repos, updated %@
et: %lld hoidlat, värskendatud %@

source: Alphabetical
et: Tähestikuline

source: App behavior:
et: Rakenduse käitumine:

source: Choose root folder...
et: Vali juurkaust...

source: Close
et: Sulge

source: Command
et: Käsk

source: Custom command
et: Kohandatud käsk

source: e.g. open "{path}"
et: nt open "{path}"

source: Edit %@
et: Muudatus %@

source: Finding repositories...
et: Hoidlate leidmine...

source: just now
et: just nüüd

source: Last commit on any branch
et: Viimane commit mistahes harul

source: Last commit on current branch
et: Viimane commit praegusel harul

source: Last file modification
et: Viimane muudatus

source: Launch at Login
et: Käivita sisselogimisel

source: No commits
et: Committe pole

source: No folder selected
et: Kausta pole valitud

source: On repo clicked:
et: Hoidlal klikkides:

source: Open in Finder
et: Ava Finderis

source: Open in Fork
et: Ava Forkis

source: Open in iTerm2
et: Ava iTerm2-s

source: Open in Terminal
et: Ava Terminalis

source: Open in Tower
et: Ava Toweris

source: Open in VS Code
et: Ava VS Code-is

source: Quit
et: Välju

source: Read-only (Presets)
et: Kirjutuskaitstud (eelvalikud)

source: Scanning %lld folders...
et: Skaneerin %lld kausta...

source: Scanning %lld folders%@
et: Skaneerin %lld kausta%@

source: Scanning...
et: Skaneerin...

source: Showing cached data, updating %lld/%lld...
et: Kuvatakse vahemälu andmeid, värskendan %lld/%lld...

source: Showing cached data, updating...
et: Kuvatakse vahemälu andmeid, värskendan...

source: Settings
et: Seadistus

source: Unknown
et: Teadmata

source: Updating %lld/%lld...
et: Värskendamine %lld/%lld...

source: Updating commit data %lld/%lld...
et: Uuendan commit-andmeid %lld/%lld...

source: Updating file modifications %lld/%lld...
et: Uuendan failimuudatusi %lld/%lld...

source: Use {path} as a placeholder for the repository path.
et: Kasuta hoidla asukoha tähistamiseks sümbolit {path}.
